Repository: Nekoko-chan/CoolWPFWritingTool
Catalog: SimpleWriter/Properties/Resources.*.resx
Languages: de

# AboutMe
source: About the program
de: Über das Programm

# AcrobatSize
source: 100% in Acrobat Reader
de: 100% im Acrobat Reader

source: Add as name
de: Als Name hinzufügen

# AddCharactersToStory
source: Insert characters after the text is processed
de: Charaktere an die Geschichte anfügen

source: Add new name
de: Neuen Namen hinzufügen

source: Add selected style
de: Auswahlstil hinzunehmen

# AddSelectedText
source: Add selected text as new name
de: Selektierten Text als Name hinzufügen

# AksForPasswordTabs
source: Show password if the tab is changed
de: Passwort beim Wechsel von Tabs anzeigen

# AllowEmptyPasswordHint
source: Allow empty password hints
de: Leere Passworthinweise erlauben

# AllStylesUpToDate
source: All styles are up to date
de: Die Stile sind bereits aktuell

# AlwaysOnTop
source: Show always on top
de: Immer im Vordergrund anzeigen

source: Appearance:
de: Aussehen:

# AskForPassword
source: Ask for passwords
de: Passwort abfragen

# AutomaticSavedMessage
source: The file "{0}" is saved automatically
de: Die Datei "{0}" wurde automatisch gespeichert

# BacketDescriptions
source: On this dialog you are able to define the quotation marks that are used by the document. Please remember, that already inserted quotations are not updated.
de: Hier können sie die Anführungszeichen (doppelt und einzelnd) angeben, die im Dokument verwendet werden sollen. Beachten sie aber, dass bisherige Anführungszeichen nicht verändert werden.

# BlackBackground
source: Use a black background
de: Schwarz als Hintergrund

# BlackWhite
source: Black and White (not seen in the preview)
de: Schwarz-Weiß (Vorschau nicht betroffen)

source: Bold
de: Fettgedruckt

# BoldOnOf
source: Bold on / off
de: Fett an / aus

source: Cancel
de: Abbrechen

source: Case sensitivity
de: Groß- und Kleinschreibung

source: Centered Text
de: Zentrierter Text

# ChangeBackColor
source: Change background color...
de: Hintergrundfarbe ändern...

# ChangeForeColor
source: Change foreground color...
de: Vordergrundfarbe ändern...

# ChangePassword
source: Set / change password
de: Passwort vergeben / ändern

# ChangesInFile
source: There are unsaved changes on the file "{0}"! Would you like to save them?
de: Es liegen ungespeicherte Änderungen der Datei "{0}" vor! Sollen diese gespeichert werden?

# ChrateNewFile
source: Create new file
de: Neue Datei erstellen

source: Close
de: Beenden

source: Close anyway
de: Trotzdem beenden

# CloseOther
source: Close all but this
de: Alle bis auf dieses schließen

source: Closing brackets
de: Schließende Klammern

# CollapsAll
source: Collapse all
de: Alle zusammenklappen

source: Color
de: Farbe:

# ConfigurationFolder
source: Settings folder
de: Konfigurationsordner

source: Copy
de: Kopieren

# CorrectText
source: Spellchecker
de: Textkorrektur

source: Create new element
de: Neues Element erstellen

source: Ctrl+<Number>
de: Strg+<Nummer>

source: Ctrl+Shift+<Number>
de: Strg+Shift+<Nummer>

source: Ctrl + Shift +V
de: Strg + Shift +V

source: Currency
de: Währung

source: Cut
de: Ausschneiden

source: Date
de: Datum

source: Decrease font
de: Schrift verkleinern

# DecreaseRighSpace
source: Decrease right indent
de: Abstand rechts verkleinern

# DecreaseSpace
source: Decrease indent
de: Abstand verringern

# DecZoom
source: Decrease zoom
de: Zoom vergrößern

source: Delete entry
de: Eintrag löschen

# DeleteFromDrive
source: Remove from file system
de: Von der Festplatte löschen

source: Delete image
de: Bild löschen

# DeleteTitle
source: Delete?
de: Löschen?

source: Dictionary
de: Wörterbuch

# DoubleClickTooltip
source: Double click to open an image
de: Doppelklick, um ein Bild zu öffnen

# DrawingsAndIcons
source: Images and icons
de: Zeichnungen und Icons

source: Edit entry
de: Eintrag bearbeiten

# EditOnOf
source: Editable on / off
de: Bearbeitungsmodus ein/aus

# ElementsForInsert
source: Show insertable elements
de: Elemente zum Einfügen anzeigen

source: Empty file
de: Leere Datei

# EntryIsAddedToDictionary
source: The entry is added to the dictionary
de: Der Eintrag wird zum Wörterbuch hinzugefügt

# EntryIsAddedToNames
source: The entry is added to the name list
de: Der Eintrag wird zur Namensliste hinzugefügt

source: Error
de: Fehler

# ErrorWhileStyleCopy
source: An error occurred while coping the style. The style is not added
de: Beim Kopieren des Stils ist ein Fehler aufgetreten. Er wurde folglich nicht hinzugefügt.

source: Expand all
de: Alle expandieren

source: Export...
de: Exportieren...

# FileDeleteQuestion
source: Are you sure, that you like to delete the file? The deletion is permanently.
de: Sind Sie sicher, dass sie die Datei unwiederruflich löschen wollen? Dieser Vorgang lässt sich nicht wieder rückgängig machen!

# FileIsLoadedLarge
source: File {0} of {1} ("{2}") is loaded.
de: Datei {0} von {1} ("{2}") wird geladen

# FileIsOpen
source: The file "{0}" is already open Opening the same file in two tabs is not supported.
de: Die Datei "{0}" ist bereits offen. Damit Sie die Daten nicht versehentlich überschreiben, wurde die Datei kein 2. Mal geöffnet.

# FileIsOpened
source: The File "{0}" is opened
de: Die Datei "{0}" wurde geöffnet

# FileIsOpenTitle
source: Already open
de: Bereits offen

# FileISSaved
source: The file "{0}" is saved
de: Die Datei "{0}" wurde gespeichert

# FileWouldBeInserted
source: The following data would be inserted:
de: Folgende Daten würde eingefügt werden:

# FontIsUpdated
source: The fonts for the file "{0}" were updated
de: Die Schriften der Datei "{0}" wurden angepasst

# FontMissing
source: The font "Arial Unicode MS" is not found. For that reason, the "standard font" button is disabled. If you like to use it, copy it to the "Fonts" folder
de: Die Schriftart "Arial Unicode MS" wurde nicht gefunden. Somit steht Ihnen der "Standard-Schrift verwenden"-Button nicht zur Verfügung. Kopieren sie die Schrift wenn gewünscht in den Ordner "Fonts".

# FontMissingTitle
source: Missing font
de: Fehlende Schrift

# Fontstyle
source: Font family
de: Schriftart

source: from Page
de: von Seite

source: From reference file
de: Anhand einer Referenzdatei

source: From style file
de: Anhand einer Stildatei

source: Function
de: Funktion

source: Height
de: Höhe

source: Idea
de: Idee

# IgnorenAll
source: Ignore all
de: Alle ignorieren

source: Important Functions
de: Wichtige Funktionen

source: Increase font
de: Schrift vergößern

# IncreaseRighSpace
source: Increase right indent
de: Abstand rechts vergrößern

# IncreaseSpace
source: Increase indent
de: Abstand vergrößern

# IncZoom
source: Increase zoom
de: Zoom verringer

# InitEditor
source: Initialized editor
de: Editor eingerichtet

source: Initialized components
de: Komponenten initialisiert

# InsertDeleted
source: Restore deleted
de: Alle entfernen wieder reinnehmen

# InserTextOnly
source: Insert option: text only
de: Einfügeoption: Nur Text

source: Insert image...
de: Bild einfügen...

# InsertLastUnicode
source: Insert last used unicode
de: Letztes Sonderzeichen einfügen

source: Insert unicode...
de: Sonderzeichen einfügen...

source: Italic
de: Schräggestellt

# ItalicOnOf
source: Italic on / off
de: Schräg stellen an / aus

source: Key code
de: Tastenkombination

source: Language
de: Sprache

source: Last name
de: Nachname

# LeadingZero
source: Add leading zero
de: Null voranstellen

# LeftText
source: Left aligned text
de: Linksbündiger Text

# LikeThisOne
source: From current File
de: Nach aktuellem Vorbild

source: Link values
de: Werte verankern

source: List
de: Liste

source: Load elements
de: Elemente geladen

# LoadError
source: Error loading "{0}"
de: Fehler beim Laden von "{0}"

source: Load file...
de: Datei laden...

source: Load settings
de: Einstellungen geladen

source: Locality
de: Örtlichkeit

# MergeDictionary
source: Merge with an other dictionary
de: Mit einem anderem Wörterbuch zusammenführen

source: Messages
de: Meldungen

source: Minimize
de: Minimieren

# NameAlreadyExists
source: The Name "{0}" is already taken and can not be added twice.
de: Der Name "{0}" ist bereits vorhanden und wird daher nicht noch einmal hinzugenommen.

source: Names
de: Namen

# NameWithSpaceEnd
source: Names with space as suffix
de: Namen mit Leerzeichen am Ende

# NameWithSpaces
source: Names with space on both ends
de: Namen mit Leerzeichen an beiden Enden

# NameWithSpaceStart
source: Names with space as prefix
de: Namen mit Leerzeichen am Anfang

# NewFileCreated
source: A new file is created
de: Es wurde eine neue Datei erstellt

# NewStyleTemplate
source: XXX_New style {0:00}
de: XXX_Neuer Stil {0:00}

source: Next page
de: Nächste Seite

# NoDefaultStyle
source: There is no default style defined for this text. Please choose a default style before using this feature.
de: Für den aktuellen Text wurde kein Default- Stil angegeben. Bitte wählen sie erst einen Stil als default aus.

# NoDefaultStyleTitle
source: No default style defined
de: Kein Default-Stil ausgewählt

# NoPasswordHint
source: Hide password hints
de: Keine Passworthinweise anzeigen

source: Numeric List
de: Numerierte Liste

# Occurance
source: Occurrences
de: Vorkommen

# OldNumbering
source: Keep old numbering
de: Alte Seitenzahlen beibehalten

source: Opacity
de: Transparenz

# OpenBackets
source: Opening Brackets
de: Öffnende Klammern

source: Open dictionary
de: Wörterbucheditor öffnen

# OpenDictionaryWindow
source: Open the dialog for editing the dictionary
de: Öffnet einen Dialog zum Bearbeiten des Wörterbuchs

# OpenNameDictionary
source: Open name list
de: Namensliste öffnen

# OpenNameDictionaryWindow
source: Open the dialog for editing the name list
de: Öffnet einen Dialog zum Bearbeiten der Namensliste

source: Original font size
de: Originale Schriftgröße

source: Original size
de: Originalgröße

source: Other
de: Weiteres

# OwnColors
source: Custom colors
de: Eigene Farben

# PageBreak
source: Add new paragraph with page break
de: Neuen Bereich mit Seitenumbruch erstellen

# PageNumberinOptions
source: Page numbering settings
de: Seitenzahloptionen

source: Paste
de: Einfügen

source: Possible replacements
de: Mögliche Ersetzungen

source: Previous page
de: Vorherige Seite

source: Print preview
de: Druckvorschau

# PrivateText
source: This program is written under a GNU General Public License and not for commercial usage. Permissions of this strong copy license are conditioned on making available complete source code of licensed works and modifications, which include larger works using a licensed work, under the same license. Copyright and license notices must be preserved. Contributors provide an express grant of patent rights.
de: Dieses Programm dient nur der privaten Nutzung und darf nicht für kommerzielle Zwecke verwendet werden. Die Weitergabe darf nur unter Einhaltung dieser Regeln vorgenommen werden.

source: Programing
de: Programmierung

source: Read only
de: Nur lesen

source: Removed styles
de: Entfernte Stile

# RemoveSpecial
source: Delete "{0}"
de: "{0}" löschen

# RemoveStyleQuestion
source: Remove style?
de: Stil entfernen?

source: Rename file
de: Datei umbenennen

source: Replace
de: Ersetzen

source: Replace all
de: Alle Vorkommen ersetzen

# ReplaceQuestion
source: Replace?
de: Ersetzen?

source: Restart
de: Neu starten

# RestartForChanges
source: Changings on the dictionary are only available after restarting the program. Would you like to restart it now?
de: Änderungen am Wörterbuch werden erst nach einem Neustart aktiv. Soll jetzt neu gestartet werden?

# RestartForNameChanges
source: Changings on the name list are only available after restarting the program. Would you like to restart it?
de: Änderungen an der Namensliste werden erst nach einem Neustart aktiv. Soll jetzt neu gestartet werden?

# RightClickOptions
source: (Click right for more options)
de: (Rechtsklick für weitere Optionen)

# RightText
source: Right aligned text
de: Rechtsbündiger Text

# RomoveUsageAsWell
source: Would you like to remove all usages of the style as well?
de: Möchten sie die Benutzung des Stils ebenfalls entfernen?

# SaveAsRTF
source: Export as *.rtf
de: Als RTF Datei exportieren

# SaveAutomatical
source: Save automatically
de: Automatisch speichern

# SaveChanged
source: Save changed files
de: Geänderte Dateien speichern

# SaveError
source: Some files could not be saved, because of errors happening during this operation. Would you like to close the program anyway?
de: Es liegen Fehler beim Speichern von Dateien vor. Das hat zur Folge, das einige Dateien ungespeicherte Änderungen haben. Soll trotzdem beendet werden?

source: Save file as...
de: Datei speichern unter...

source: Save only
de: Nur speichern

# SaveQuestion
source: Save?
de: Speichern?

# SavetySettings
source: Security settings
de: Sicherheitseinstellungen

source: Saving
de: Speicherung

source: Search
de: Suchen

# SetVariables
source: Variables initialized
de: Variablen gesetzt

# ShowAbout
source: (Click the button to show "About the program")
de: (Klick auf den Button zeigt "Über mich")

source: Show messages...
de: Meldungen ansehen...

source: Show options
de: Optionen anzeigen

# ShowPageNumbering
source: Show page numbering (not shown in preview)
de: Seitenanzahl anzeigent (Vorschau nicht betroffen)

# ShowQuotes
source: Show quotations
de: Anführungszeichen anzeigen

source: Show search
de: Suche anzeigen

# ShowStylesWindow
source: Show style window
de: Stilfenster anzeigen

# ShowXAML
source: Show XAML code for the document...
de: XAML-Code des FlowDocuments anzeigen...

# SingleClosingBracket
source: Closing brackets (single)
de: Schließende Klammern (einzeln)

# SingleOpenBracket
source: Opening brackets (single)
de: Öffnende Klammern (einzeln)

# SomeFilesChanged
source: Some files are changed. Would you like to save them?
de: Einige Dateien wurden geändert. Sollen diese gespeichert werden?

# SpeacSimpleQuotes
source: Speech with single quotes
de: Sprache mit einfachen Anführungszeichen

# SpecialEntryAddedToDictionary
source: Add "{0}" to the dictionary ({1})
de: "{0}" zum Wörterbuch hinzufügen

# SpecialEntryAddedToNames
source: Add "{0}" to the name list
de: "{0}" zur Namensliste hinzufügen

# SpecialKeycode
source: Special key codes
de: Spezielle Tastenkombinationen

source: Species
de: Spezien

# SpellCheckOnOf
source: Spell checking on / off
de: Rechtschreibprüfung an / aus

source: Standard commands
de: Standard-Befehle

# StyleAlreadyExists
source: The name for the style is already taken. Would you like to replace the previous style?
de: Es existiert bereits ein Stil mit diesem Namen. Soll der alte Stil ersetzt werden?

# StyleExists
source: A style with this settings is already defined under the name "{0}" Please use that style instead.
de: Ein Stil mit den gewüschten Einstellungen wurde bereits unter dem Namen "{0}" hinzugefügt! Bitte verwenden sie genannten Stil.

# StyleExistsWithoutName
source: This style is added without a name. Styles have to be unique to be registered.
de: Der Stil wurde bereits ohne Namensangabe hinzugefügt. Dopplung der Stildaten ist nicht erlaubt.

source: Style <number>
de: Stil <Nummer>

# StyleNumberQuote
source: Style <number> with quotation marks
de: Stil <Nummer> mit Anführungszeichen

# StyleRemoveQuestion
source: Are you sure, that you like to remove the style? It is impossible to undone the operation.
de: Sind sie sich sicher, dass sie alle Stile entfernen möchten? Dieser Vorgang lässt sich nicht wieder rückgängig machen!

# StyleRemoveQuestionTitle
source: Are you sure, that you like to remove the style?
de: Soll der Stil wirklich entfernt werden?

# StyleTitle
source: Please enter a title for your style
de: Geben Sie bitte einen Titel für den Stil ein

# StyleUpdateInfo
source: {0} style(s) deleted and {1} added.
de: Es wurden {0} Stil(e) entfernt und {1} hinzugefügt.

# StyleUsageCount
source: The style "{0}" is used {1} times
de: Der Stil "{0}" kommt {1} Mal im Dokument vor

# Support
source: Support characters
de: Erweiterter Personenkreis

source: System colors
de: Systemfarben

source: to page
de: bis Seite

source: Underlined
de: Unterstrichen

# UnderlineOnOf
source: Underlined on / off
de: Unterstrichen an / aus

# Unknown
source: Unknown.etf
de: Unbekannt.etf

source: Unset
de: Nicht angegeben

source: Update background
de: Hintergrund anpassen

# UpdateElements
source: Would you like to update all elements using this style as well?
de: Sollen alle Elemente, die den Stil verwenden ebenfalls angepasst werden?

source: Update font...
de: Schriftart anpassen...

source: Update line spacing...
de: Zeilenabstand bestimmen...

# UpdateQuotes
source: Update quotation marks...
de: Anführungszeichen anpassen...

source: Update side image...
de: Seitenbild anpassen...

source: Update watermark...
de: Wasserzeichen anpassen...

source: Use default font
de: Standard-Schrift verwenden

source: Use default style
de: Default-Stil anwenden

# UseStartFont
source: Use initial font
de: Ausgangsschrift verwenden

# WatermarkNotSupportedMessage
source: This file contains a watermark, which is not supported by the used file format and would not be saved. Would you like to save it anyway?
de: Die zu speichernde Datei enthält ein Wasserzeichen. Dieses würde in dem Format nicht gespeichert werden. Wollen sie es trotzdem in dem Format speichern?

# WholePage
source: Show whole page
de: Ganze Seite anzeigen

source: Whole word
de: Ganzes Wort

source: Width
de: Breite

source: Description
de: Beschreibung

source: Identifier
de: Bezeichner

source: Image
de: Bild

source: Name Dialog
de: Namenseingabe

# RervertForeground
source: Revert foreground color
de: Vordergrundfarbe zurücksetzen

# RevertBackground
source: Revert background color
de: Hintergrundfarbe zurücksetzen

source: Type
de: Art

source: Used font:
de: Genutze Schrift:

source: Add Style
de: Stil hinzufügen

# DoubleEntry
source: Doubled entry
de: Doppelter Eintrag

# Doubleing
source: Doubling
de: Dopplung

# IgnoreAllHint
source: Ignores the word till the program is closed If you like to ignore it beyond this, you have to add the word to the dictionary!
de: Wort bis zum Schließen des Programmes ignorieren. Wenn das Wort auch darüber hinaus ignoriert werden soll, muss es zum Wörterbuch hinzugefügt werden!

# PastePreview
source: The following text will be inserted: {0}
de: Folgender Text würde eingefügt werden: {0}

source: Rename
de: Umbenennen

source: Replace style
de: Stil ersetzen

# ReplaceText
source: Replace "{0}" with "{1}"
de: "{0}" durch "{1}" ersetzen

# StyleAddedWithName
source: The style is already added as "{0}"! Would you like to rename it instead?
de: Ein zugehöriger Stil wurde bereits unter dem Namen "{0}" hinzugefügt! Soll dieser Umbenannt werden?

# StyleAddedWithoutName
source: The style is already added without a given identifier! Would you like to rename it instead?
de: Ein zugehöriger Stil wurde bereits ohne Namensangabe hinzugefügt. Soll dieser Umbenannt werden?

# WatermarkOnlyWithEtf
source: The file contains a watermark, which is not supported by the used file type. If you like to keep the watermark, you have to save it as an *.etf file
de: Die Datei enthält ein Wasserzeichen. Dieses wird im aktuellen Format nicht mitgespeichert. Wenn sie das Wasserzeichen weiterhin haben wollen, speichern sie es als *.etf-Datei.

# DictionaryPath
source: Microsoft\Spelling\en-US\CoolWriter.dic
de: Microsoft\Spelling\de-DE\CoolWriter.dic

source: Paste (WITHOUT formatting)
de: Einfügen (OHNE Formatierung)

# ApplyStlye
source: Apply the following style:
de: Folgenden Stil anwenden

source: Condensed
de: Zusammengepresst

# CountOccurances
source: Count usages
de: Vorkommen zählen

source: Delete all styles
de: Alle Stile löschen

# DeleteSpezial
source: Delete "{0}"
de: "{0}" löschen

source: Edit dictionary
de: Wörterbuch bearbeiten

source: Edit name list
de: Namensliste bearbeiten

source: Edit selected style
de: Selektierten Stil bearbeiten

source: Example text
de: Beispieltext

source: Export style
de: Stil exportieren

# FileFilterLarge
source: Extended text files|*.etf|Text files|*.rtxt|Possible formats |*.etf;*.rtxt
de: Erweiterte Text-Dateien|*.etf|Text-Dateien|*.rtxt|Erlaubte Formate |*.etf;*.rtxt

# FileFilterSmall
source: Extended text files|*.etf
de: Erweiterte Text-Dateien|*.etf

source: Font size
de: Schriftgröße

source: Go to first usage
de: Zum ersten Vorkommen springen

source: Import styles
de: Stile importieren

source: Is main entry
de: Ist ein Haupteintrag

# MergeStyles
source: Match style list with usages
de: Stilliste an Dokument angleichen

source: No
de: Nein

source: Remove entry
de: Eintrag löschen

source: Remove style
de: Stil entfernen

source: Remove style from document
de: Stil aus dem Dokument entfernen

source: Replace style in document
de: Stil im Dokument ersetzen

# RevertDelete
source: Revert deleting "{0}"
de: Löschung von "{0}" wieder rückgängig machen

# StrikedThrough
source: Strikethrough
de: Durchgestrichen

# StylesUpdated
source: Style list updated
de: Stilliste aktualisiert

source: Update Style
de: Stil aktualisieren

source: Use style as default
de: Stil als default verwenden

source: Yes
de: Ja

source: Automatic
de: Automatisch

# ExportRTF
source: Export as Rich text file...
de: Als RichTextFile exportieren

# SaveAll
source: Save all files
de: Alle Dateien speichern

source: Save file...
de: Datei speichern...

# UpdateLanguage
source: Change language
de: Spräche ändern

# FileIsReadOnly
source: This file is read only
de: Diese Datei kann nicht verändert werden

# IsPasswordProtected
source: This file is protected by a password
de: Diese Datei ist mit einem Passwort versehen

# QuotesWithoutAStyle
source: Quotations without a style
de: Anführungszeichen ohne Stil

# ReadOnlyDescription
source: This file is read only. Please double click on its tab, to make it writable
de: Die Datei ist schreibgeschützt, Doppelklick auf Tab zum entsperren

# StrikedThroughOnOf
source: Strikethrough on /off
de: Durchgestrichen an/ aus
